bbenoist.nix
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
chatoo2412.git-tracked-explorer
clinyong.vscode-css-modules
csstools.postcss
darkriszty.markdown-table-prettify
eamodio.gitlens
esbenp.prettier-vscode
foxundermoon.shell-format
github.copilot-chat
gruntfuggly.todo-tree
janisdd.vscode-edit-csv
jock.svg
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
myriad-dreamin.tinymist
pascalreitermann93.vscode-yaml-sort
qwtel.sqlite-viewer
redhat.vscode-xml
rust-lang.rust-analyzer
sinaw369.folder-folding
tamasfe.even-better-toml
timonwong.shellcheck
tomoki1207.pdf
unifiedjs.vscode-remark
yahyabatulu.vscode-markdown-alert
